espressif/esp-idf/examples/ethernet/sublayer/sdkconfig.ci.defaults_esp32s31
CONFIG_IDF_TARGET="esp32s31"

CONFIG_ETHERNET_INTERNAL_SUPPORT=y
CONFIG_ETHERNET_PHY_YT8531=y
